tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "asdf"
brew "bat"
brew "cloc"
brew "fswatch"
brew "fzf"
brew "gh"
brew "git"
brew "gitmoji"
brew "gource"
brew "jq"
brew "neofetch"
brew "starship"
brew "tldr"
brew "tmux"
brew "yarn"
brew "zoxide"
brew "zsh-syntax-highlighting"
cask "1password-cli"
cask "alt-tab"
cask "amethyst"
cask "font-fira-code-nerd-font"
cask "visual-studio-code"
cask "warp"
vscode "aaron-bond.better-comments"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "asciidoctor.asciidoctor-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "ChakrounAnas.turbo-console-log"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.copilot"
vscode "GitHub.github-vscode-theme"
vscode "mquandalle.graphql"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "PKief.material-icon-theme"
vscode "pranaygp.vscode-css-peek"
vscode "Prisma.prisma"
vscode "sainnhe.everforest"
vscode "svelte.svelte-vscode"
vscode "teabyii.ayu"
vscode "vscodevim.vim"
vscode "whizkydee.material-palenight-theme"
