tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "morantron/tmux-fingers"
brew "asdf"
brew "bat"
brew "chezmoi"
brew "cloc"
brew "commitizen"
brew "eza"
brew "fd"
brew "fswatch"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "gitmoji"
brew "gource"
brew "helm"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "lastpass-cli"
brew "libpq", link: true
brew "starship"
brew "tldr"
brew "tmux"
brew "yarn"
brew "zoxide"
brew "zsh-syntax-highlighting"
brew "jesseduffield/lazygit/lazygit"
brew "morantron/tmux-fingers/tmux-fingers"
cask "1password-cli"
cask "alt-tab"
cask "amethyst"
cask "discord"
cask "font-fira-code-nerd-font"
cask "google-cloud-sdk"
cask "kitty"
cask "visual-studio-code"
vscode "aaron-bond.better-comments"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "liviuschera.noctis"
vscode "mquandalle.graphql"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "pranaygp.vscode-css-peek"
vscode "prisma.prisma"
vscode "rust-lang.rust-analyzer"
vscode "sibiraj-s.vscode-scss-formatter"
vscode "sonarsource.sonarlint-vscode"
vscode "tamasfe.even-better-toml"
vscode "teabyii.ayu"
vscode "vscjava.vscode-gradle"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wesbos.theme-cobalt2"
vscode "whizkydee.material-palenight-theme"
vscode "yoavbls.pretty-ts-errors"

