aaron-bond.better-comments
arcticicestudio.nord-visual-studio-code
asciidoctor.asciidoctor-vscode
bradlc.vscode-tailwindcss
ChakrounAnas.turbo-console-log
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-rename-tag
GitHub.copilot
GitHub.github-vscode-theme
mquandalle.graphql
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode.makefile-tools
ms-vsliveshare.vsliveshare
PKief.material-icon-theme
pranaygp.vscode-css-peek
Prisma.prisma
sainnhe.everforest
svelte.svelte-vscode
teabyii.ayu
vscodevim.vim
whizkydee.material-palenight-theme
