aaron-bond.better-comments
arcticicestudio.nord-visual-studio-code
batisteo.vscode-django
CoenraadS.bracket-pair-colorizer-2
daylerees.rainglow
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-rename-tag
formulahendry.code-runner
HookyQR.beautify
jpoissonnier.vscode-styled-components
ms-python.python
ms-vsliveshare.vsliveshare
naumovs.color-highlight
PKief.material-icon-theme
ritwickdey.LiveServer
teabyii.ayu
vscjava.vscode-java-pack
techer.open-in-browser
VisualStudioExptTeam.vscodeintellicode
wix.vscode-import-cost
xabikos.ReactSnippets
yzane.markdown-pdf
zhuangtongfa.material-theme