arcticicestudio.nord-visual-studio-code
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-rename-tag
GitHub.copilot
mquandalle.graphql
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode.makefile-tools
pranaygp.vscode-css-peek
vscodevim.vim
whizkydee.material-palenight-theme
